import { Metadata } from "next"

export async function generateMetadata(): Promise<Metadata> {
  return {
    title: "قوانین و مقررات"
  }
}

const PrivacyPage = async () => {
  return (
    <p className="text-justify leading-loose">
      وردست به عنوان یک دستیار، در واقع یک پلتفرم مارکت پلیس (بازار آنلاین) برای
      فعالیت همه ذینفعان صنعت ساختمان است، که در فاز نخست تمرکز آن رفع مشکلات و
      ارتقای بهره‌وری در زنجیره تأمین مصالح و تجهیزات ساختمانی به‌وسیله‌ی ایجاد
      ابزار خرید و فروش آنلاین برای برندها و تأمین کنندگان از یک سو و از سوی
      دیگر پیمانکاران و سازندگان بخش ساختمان می‌باشد، که نهایتاً تجربه‌ی متفاوتی
      از خرید و فروش مصالح و تجهیزات ساختمانی را برای کاربران هر دو سوی این
      پلتفرم رقم خواهد زد.
    </p>
  )
}

export default PrivacyPage
